Repository: sebastianguzmanmorla/sebastianguzmanmorla.github.io
Catalog: src/Resume/Resources/Localizer.*.resx
Languages: es

# LayoutAcerca
source: About
es: Acerca de mi

# LayoutContactame
source: Contact Me
es: Contáctame

# LayoutDesarrollado
source: Developed with
es: Desarrollado con

# AcercaTitulo
source: About
es: Acerca de mi

# AcercaResumen
source: Resume
es: Resumen

# AcercaHabilidades
source: Key Skills
es: Habilidades Destacadas

# AcercaHabilidades1
source: Web Apps Development in PHP y .NET Core C#
es: Desarrollo de aplicaciones web en PHP y .NET Core

# AcercaHabilidades2
source: Project Management and Development back-end API in .NET Core C#
es: Administración y desarrollo back-end API en .NET Core

# AcercaHabilidades3
source: Project Management and Mobile Software Development in Xamarin and .NET MAUI
es: Desarrollo de aplicaciones móviles en Xamarin y .NET MAUI

# AcercaHabilidades4
source: Implementation and Development of DevOps and Continuous Deployment
es: Desarrollo DevOps y Continuous Integration

# AcercaHabilidades5
source: Project Manager using Scrum agile methodology
es: Métodos ágiles y enfoques iterativos

# AcercaIdiomas
source: Language Proficiency
es: Idiomas

# AcercaIdiomas1
source: English (Full Professional)
es: Inglés (Full Professional)

# AcercaIdiomas2
source: Spanish (Native or Bilingual)
es: Español (Native or Bilingual)

# AcercaCertificaciones
source: Certifications
es: Certificaciones

# AcercaExperiencia
source: Profesional Experience
es: Experiencia Profesional

# AcercaExperiencia1
source: Software Developer in VT Systems
es: Software Developer en VT Systems

# AcercaExperiencia1Fecha
source: mar. 2012 <br>oct. 2023<br>11 years 8 months
es: mar. 2012 <br>oct. 2023<br>11 años 8 meses

# AcercaExperiencia1_1
source: Web Software Development in PHP, Java, .NET Core (MVC with Razor or Blazor), WCF (Windows Communication Foundation)
es: Desarrollador de aplicaciones web en PHP, Java, .NET Core (MVC con Razor o Blazor), WCF (Windows Communication Foundation)

# AcercaExperiencia1_2
source: Desktop Software Development in Windows Forms, WPF (Windows Presentation Foundation) and .NET MAUI
es: Desarrollador de aplicaciones de escritorio en Windows Forms, WPF (Windows Presentation Foundation) y .NET MAUI

# AcercaExperiencia2
source: Mobile Application Developer in VT Systems
es: Mobile Application Developer en VT Systems

# AcercaExperiencia2Fecha
source: mar. 2020 <br>oct. 2023<br>3 years 8 months
es: mar. 2020 <br>oct. 2023<br>3 años 8 meses

# AcercaExperiencia2_1
source: Leader designer of software architecture for back-end API and mobile apps
es: Diseñador Líder de arquitectura de software para back-end API y aplicaciones móviles.

# AcercaExperiencia2_2
source: Project Management and Development back-end API in .NET Core C#
es: Administrador y desarrollador back-end API en .NET Core.

# AcercaExperiencia2_3
source: Project Management and Mobile Software Development in Xamarin and .NET MAUI
es: Administrador y desarrollador de aplicaciones móviles híbridas (Android e iOS) en Xamarin y .NET MAUI.

# AcercaExperiencia3
source: DevOps Developer in VT Systems
es: DevOps Developer en VT Systems

# AcercaExperiencia3Fecha
source: jan. 2021 <br>oct. 2023<br>2 years 10 months
es: ene. 2021 <br>oct. 2023<br>2 años 10 meses

# AcercaExperiencia3_1
source: Deployment leader and management of Jenkins instance service to execute continuous deployment
es: Líder implementador y administrador del servidor de automatización para integración continua Jenkins

# AcercaExperiencia3_2
source: Management of Webhooks in Bitbucket and GitHub to execution of tasks in Jenkins
es: Configuración de Webhooks en Bitbucket y GitHub para ejecución de tareas en Jenkins

# AcercaExperiencia3_3
source: Developer of Jenkinsfile’s to pipeline implementation and projects compilation in Jenkins
es: Desarrollador de archivos Jenkinsfile para implementación de pipeline y compilación de proyectos

# AcercaExperiencia3_4
source: Deployment of Virtual or Physical instances with Windows Server or Linux to host applications
es: Implementador de Máquinas Virtuales o físicas con Windows Server o Linux para hospedar aplicaciones

# ContactameTitulo
source: Contact Me
es: Contáctame

# ContactameMensaje
source: I'm excited to take on new challenges and opportunities for professional growth.
es: Estoy entusiasmado para tener nuevos desafíos y oportunidades para seguir creciendo profesionalmente.

# ContactameSubtitulo
source: Get in touch at:
es: Conéctate conmigo en:

# InicioHola
source: Hi, I'm Sebastián Guzmán Morla!
es: ¡Hola, soy Sebastián Guzmán Morla!

# InicioPresentacion
source: As a seasoned Software Developer with more than 11 years of industry experience, I possess a proactive and autodidactic mindset that enables me to stay ahead of the curve and effectively meet the diverse demands of the software development landscape.
es: Soy un apasionado Desarrollador de Software con más de 11 años de experiencia en el campo, mi enfoque proactivo y autodidacta me ha permitido adaptarme a las distintas necesidades del mercado del desarrollo de software.

# InicioTecnologias
source: Technical Expertise
es: Tecnologías Principales
